[   
            {
             "movieTitle": "Die Hard",
             "ageLimit": "16+", 
             "genre": "akció",
             "releaseDate": "1988",
             "movieLength": "2óra 12perc",
             "director": "John McTiernan",
             "actors": "Bruce Willis, Bonnie Bedelia, Reginald VelJohnson, Paul Gleason, De'voreaux White, William Atherton", 
             "description": "A New York-i zsaru nem túl biztató esélyekkel néz szembe a karácsonyi kaliforniai vakációját megszakítja egy terroristatámadás az irodaház ellen, ahol a tőle elhidegült felesége dolgozik.",
             "icon": "dh1.PNG",
             "image": "diehard.jpg"
            },
            {
             "movieTitle": "Die Hard 2",
             "ageLimit": "16+",
             "genre": "akció",
             "releaseDate": "1990",
             "movieLength": "2óra 4perc",
             "director": "Renny Harlin",
             "actors": "Bruce Willis, Bonnie Bedelia, William Atherton, Reginald VelJohnson, Franco Nero, William Sadler",
             "description": "John McClane-nek zsoldosokkal kel felvennie a küzdelmet, akik egy repülőtér irányítóközpontját foglalják el, és azzal fenyegetőznek, hogy repülőket fognak egymásnak irányítani, ha nem teljesülnek a követeléseik.",
             "icon": "dh2.PNG",
             "image": "diehard2.jpg"               
            },
            {
             "movieTitle": "Die Hard 3",
             "ageLimit": "16+",
             "genre": "akció",
             "releaseDate": "1995",
             "time": "2óra 9perc",
             "director": "John McTiernan",
             "actors": "Bruce Willis, Jeremy Irons, Samuel L. Jackson, Graham Greene, Colleen Camp, Larry Bryggman",
             "description": "A New Yorki Jhon McClane nyomozó visszatér, és élete legrosszabb napja vár rá. Egy rafinált terrorista azzal fenyegetőzik, hogy a feje tetejére állítja a várost, ha nem teljesülnek a követelései. McClane és valószerűtlen hős társa az elfuserált bújócska közepén találja magát.",
             "icon": "dh3.PNG",
             "image": "diehard3.jpg"            
            },
            {
             "movieTitle": "A Karib-Tenger Kalózai",
             "type": "fantasy",
             "year": "1995",
             "time": "2 óra 25 perc",
             "description": "Amikor a ravasz Barbossa kapitány ellopja Jack Sparrow hajóját és elrabolja gyönyörű lányát, Elizabeth-et, a lány gyermekkori barátja, Will Turner összefog Jackkel, hogy megmentsék Elizabeth-et és visszavegyék Jack hajóját a Fekete Gyöngyöt.",
             "ageLimit": "16+",
             "details": "...",
             "director": "Gore Verbinski",
             "actors": "Johnny Depp, Geoffrey Rush, Orlando Boom, Keira Knigthley, Jack Davenport, Kevin R. McNally",
             "icon": "potc1.PNG"           
            }            

]
