[   
    {
        "movieTitle": "DIE HARD",
        "ageLimit": 16, 
        "genre": "akció",
        "releaseDate": 1988,
        "movieLength": 132,
        "director": "John McTiernan",
        "actors": "Bruce Willis, Bonnie Bedelia, Reginald VelJohnson, Paul Gleason", 
        "description": "A New York-i zsaru nem túl biztató esélyekkel néz szembe a karácsonyi kaliforniai vakációját megszakítja egy terroristatámadás az irodaház ellen, ahol a tőle elhidegült felesége dolgozik.",
        "icon": "dh1.PNG",
        "image": "diehard.jpg"
    },
    {
        "movieTitle": "DIE HARD 2",
        "ageLimit": 16,
        "genre": "akció",
        "releaseDate": 1990,
        "movieLength": 124,
        "director": "Renny Harlin",
        "actors": "Bruce Willis, Bonnie Bedelia, William Atherton, Reginald VelJohnson, Franco Nero",
        "description": "John McClane-nek zsoldosokkal kel felvennie a küzdelmet, akik egy repülőtér irányítóközpontját foglalják el, és azzal fenyegetőznek, hogy repülőket fognak egymásnak irányítani, ha nem teljesülnek a követeléseik.",
        "icon": "dh2.PNG",
        "image": "diehard2.jpg"               
    },
    {
        "movieTitle": "DIE HARD 3",
        "ageLimit": 16,
        "genre": "akció",
        "releaseDate": 1995,
        "movieLength": 129,
        "director": "John McTiernan",
        "actors": "Bruce Willis, Jeremy Irons, Samuel L. Jackson",
        "description": "A New Yorki Jhon McClane nyomozó visszatér, és élete legrosszabb napja vár rá. Egy rafinált terrorista azzal fenyegetőzik, hogy a feje tetejére állítja a várost, ha nem teljesülnek a követelései. McClane és valószerűtlen hős társa az elfuserált bújócska közepén találja magát.",
        "icon": "dh3.PNG",
        "image": "diehard3.jpg",   
        "wideImage": "diehard3wide.png"          
    },   
    {
        "movieTitle": "ÁL/ARC",
        "ageLimit": 16,
        "genre": "akció",
        "releaseDate": 1997,
        "movieLength": 139,
        "director": "John Woo",
        "actors": "John Travolta, Nicholas Cage, Joan Allen, Alessandro Nivola",
        "description": "Egy FBI-ügynök és egy gyilkos pszichopata személyazonosságot cserélnek - egymás bőrébe bújnak - John Woo lebilincselő akciófilmjében.",
        "icon": "faceoff.PNG",
        "image": "faceoff.jpg" 
    },   
    {
        "movieTitle": "A FÜGGETLENSÉG NAPJA",
        "ageLimit": 12,
        "genre": "akció",
        "releaseDate": 1996,
        "movieLength": 145,
        "director": "Roland Emmerich",
        "actors": "Will Smith, Bill Pullman, Jeff Goldblum, Mary McDonald",
        "description": "Amikor földönkívüliek érkeznek a földre, és azzal fenyegetnek, hogy kiírjták az emberi fajt, egy maroknyi túlélő tudja csak megállítani őket, gyengébb technológiával, de ésszel és bátorsággal.",
        "icon": "independenceday.PNG",
        "image": "independenceday.jpg" 
    },
    {
        "movieTitle": "AZ ELNÖK KÜLÖNGÉPE",
        "ageLimit": 16,
        "genre": "akció",
        "releaseDate": 1997,
        "movieLength": 125,
        "director": "Wolfgang Petersen",
        "actors": "HArrison Ford, Garry Oldman, Wendy Crewson, Paul Guilfoyle",
        "description": "Az Egyesült Államok elnökének gépét terroristák térítik el. Az elnök ököllel és ravaszsággal száll szembe a támadókkal a zsúfolt gépen, míg az alelnök a Fehér Házból próbál tárgyalni velük.",
        "icon": "airforceone.PNG",
        "image": "airforceone.jpg" 
    }, 
    {
        "movieTitle": "FÉKTELENÜL",
        "ageLimit": 16,
        "genre": "akció",
        "releaseDate": 1994,
        "movieLength": 116,
        "director": "Jan de Bont",
        "actors": "Keanu Reeves, Dennis Hopper, Sandra Bullock, Joe Morton, Jeff Daniels",
        "description": "Egy Los Angelesi-i rendőrnek(Keanu Reeves) és a buszt vezető egyik rettegő utasnak(Sandra Bullock) kell megállítania egy ámokfutó járatot, ami felrobban, ha 80km/h alá lassít.",
        "icon": "speed.PNG",
        "image": "speed.jpg" 
    },
    {
        "movieTitle": "KINGSMAN",
        "ageLimit": 16,
        "genre": "akció",
        "releaseDate": 2015,
        "movieLength": 130,
        "director": "Matthew Vaughn",
        "actors": "Colin Firth, Samuel L. Jackson, Mark Strong, Michael Caine, Taron Egerton",
        "description": "Akciódús fenomenális szereposztással, többek közt Colint Firth, Samuel L. Jackson és Michael Caine szereplésével, amelyben egy csapat titkos ügynök egy utcagyereket szervez be a sorai közé.",
        "icon": "km.PNG",
        "image": "kingsman.jpg"
    },
    {
        "movieTitle": "A SZUPERCSAPAT",
        "ageLimit": 12,
        "genre": "akció",
        "releaseDate": 2010,
        "movieLength": 120,
        "director": "Joe Carnahan",
        "actors": "Liam Neeson, Bradley Cooper, Quinton Jackson, Shartlo Copley, Patrick Wilson ",
        "description": "Ebben a lebilincselő akciófilmben egy korábbi különleges egység tagjainak meg kell szökniük a börtönből, hogy részt vehessenek eddigi életük legkeményebb küldetésében.",
        "icon": "ateam.PNG",
        "image": "ateam.jpg"
    },
    {
        "movieTitle": "A KÉM",
        "ageLimit": 16,
        "genre": "vígjáték",
        "releaseDate": 2015,
        "movieLength": 121,
        "director": "Paul Feig",
        "actors": "Jude Law, Melissa McCarthy, Jason Statham",
        "description": "A neve Susan. Susan Cooper (Melissa McCarthy). A CIA elemzője, és az egyik legjobb a szakmában. Miután partnere (Jude Law) és az ügynökség legjobb ügynöke (Jason Statham) lebukik, ő az egyetlen, akit éppen bevetésre lehetne küldeni: életében először, a terepen kell kipróbálnia magát. Hát belép egy világba, amit eddig messziről csodált és irigyelt. Elegánsnak éppen nem mondható, de nagy a szája és kemény az ökle. A világ első igazi női titkos ügynöke bevetésre indul.",
        "icon": "thespy.PNG",
        "image": "thespy.jpg",  
        "wideImage": "spywide.PNG"              
    },
    {
        "movieTitle": "MINDEN 6 Ó",
        "ageLimit": 12,
        "genre": "vígjáték",
        "releaseDate": 2003,
        "movieLength": 101,
        "director": "Tom Shadyac",
        "actors": "Jim Carrey, Jennifer Aniston, Morgan Freeman, Steve Carell",
        "description": "Bruce Nolan, a tévériporter, aki túl gyakran panaszkodik Istenre, mindenható hatlmat kap, hogy megtanulja, milyen nehéz irányítani a világot.",
        "icon": "brucealmighty.PNG",
        "image": "brucealmighty.jpg"            
    },
    {
        "movieTitle": "TÖK ALSÓ",
        "ageLimit": 16,
        "genre": "vígjáték",
        "releaseDate": 1999,
        "movieLength": 89,
        "director": "Mike Mitchell",
        "actors": "Rob Schneider, William Forsythe, Eddie Griffin, Arija Bareikis, Oded Fehr",
        "description": "Az Akváriumpucoló Deuce-nak égetően nagy szüksége lenne némi készpénzre, hogy megtérítse a kárt, amit egy ügyfél malibui lakásában okozott. Úgy dönt, a csávából az egyetlen kiutat az jelenti, ha a legősibb mesterségre vált.",
        "icon": "malegigolo.PNG",
        "image": "malegigolo.jpg"            
    },
    {
        "movieTitle": "AZ ISNTENEK A FEJÜKRE ESTEK",
        "ageLimit": 12,
        "genre": "vígjáték",
        "releaseDate": 1980,
        "movieLength": 109,
        "director": "Jamie Uys",
        "actors": "N!xau, Marius Weyers, Sandra Prinsloo, Louw Verwey, Michael Thys, Jamie Uys",
        "description": "A repölőből kidobott szódásüveg zűrzavart kelt a rendszerint békés afrikai busman törzs tagjai között, mivel azt hiszik róla, hogy az istenek eszköze.",
        "icon": "thegodsmustbecrazy.PNG",
        "image": "thegodsmustbecrazy.jpg"            
    },
    {
        "movieTitle": "FEJCSERÉS TÁMADÁS",
        "ageLimit": 12,
        "genre": "vígjáték",
        "releaseDate": 2001,
        "movieLength": 88,
        "director": "George Gallo",
        "actors": "Orlando Jones, Eddie Griffin, Gray Grubbs",
        "description": "Daryl Chase (Jones), a derék befektetési bankár hirtelen azon kapja magát, hogy az FBI elől menekül -és személyazonosságot cserél a nagyszájú, pitiáner tolvajjal, Freddy Tiffany-val (Griffin).",
        "icon": "doubletake.PNG",
        "image": "doubletake.jpg"            
    },
    {
        "movieTitle": "NŐI SZERVEK",
        "ageLimit": 16,
        "genre": "vígjáték",
        "releaseDate": 2013,
        "movieLength": 118,
        "director": "Paul Feig",
        "actors": "Sandra Bullock, Mellisa McCarthy, Marlon Wayans, Michael Rapaport, Jane Curtin",
        "description": "Sandra Bullock és Melissa McCarthy összeférhetetlen zsarukat alakítanak, akik összefognak, hogy elkapjanak egy drogbárót ebben a botrányosan vicces vígjátékban.",
        "icon": "theheat.PNG",
        "image": "theheat.jpg"            
    },
    {
        "movieTitle": "MIKE ÉS DAVE ESKÜVŐHÖZ CSAJT KERES",
        "ageLimit": 16,
        "genre": "vígjáték",
        "releaseDate": 2016,
        "movieLength": 99,
        "director": "Jake Szymanski",
        "actors": "Zac Efron, Anna Kendrick, Adam DeVine, Aubrey Plaza, Stephen Root, Sam Richardson",
        "description": "Mike és Dave, a testvérpár online hirdetést ad fel, hogy rendes lányokat találjanak maguk mellé a nővérük esküvőjére.",
        "icon": "mikeanddave.PNG",
        "image": "mikeanddave.jpg"            
    },
    {
        "movieTitle": "NÁSZ-AJÁNLAT",
        "ageLimit": 12,
        "genre": "vígjáték",
        "releaseDate": 2009,
        "movieLength": 110,
        "director": "Anne Fletcher",
        "actors": "Sandra Bullock, Ryan Reynolds, Mary Steenburgen, Craig T. Nelson, Betty White",
        "description": "Attól való félelmében, hogy kiutasítják, a karrierista nő (Sandra Bullock) arra kényszeríti asszisztensét (Ryan Reynolds), hogy vegye őt feleségül. Miután a fiú is megfogalmazza igényeit, a pár Alaszkába repül, hogy meggyőzzék a fiú családját.",
        "icon": "theproposal.PNG",
        "image": "theproposal.jpg"            
    },
    {
        "movieTitle": "DRÁGÁM, ADD AZ ÉLETED!",
        "ageLimit": 12,
        "genre": "vígjáték",
        "releaseDate": 1996,
        "movieLength": 81,
        "director": "Rick Freidberg",
        "actors": "Leslie Nielsen, Nicolette Sheridan, Charles Durning, Marcia Gay Harden, Jonh Ales",
        "description": "WD-40 ügynök élete legnehezebb bevetésére készül, hogy megállítsa a gonosz Rancor tábornokot, mielőtt elpusztítaná a világot.",
        "icon": "spyhard.PNG",
        "image": "spyhard.jpg"            
    },
    {
        "movieTitle": "ALIEN",
        "ageLimit": 16,
        "genre": "scifi",
        "releaseDate": 1979,
        "movieLength": 117,
        "director": "Ridley Scott",
        "actors": "Tom Skerritt, Sigourney Weaver, Veronica Cartwright, Henry Dean Stanton, John Hurt",
        "description": "A Ridley Scott által rendezett eredeti sci-fi klasszikusban Ripley egy gyanús segélyhívás felderítésére indul egy távoli bolgyóra, ahol szörnyű felfedezésre jut.",
        "icon": "alien.PNG",
        "image": "alien.jpg"            
    },
    {
        "movieTitle": "A BOLGYÓ NEVE: HALÁL",
        "ageLimit": 18,
        "genre": "scifi",
        "releaseDate": 1986,
        "movieLength": 138,
        "director": "James Cameron",
        "actors": "Sigourney Weaver, Michael Biehn, Paul Resier, Lance Henriksen, Carrie Henn, Bill Paxton",
        "description": "Mután hajszál híján menekül csak meg az idegentől, Ripley fél évszázaddal később kriogén álomból ébred. Ezúttal egy távoli kolóniára küldik, hogy segítsen kiirtani az elszaporodott xenomorphokat.",
        "icon": "alien2.PNG",
        "image": "alien2.jpg"            
    },
    {
        "movieTitle": "A VÉGSŐ MEGOLDÁS HALÁL",
        "ageLimit": 16,
        "genre": "scifi",
        "releaseDate": 1992,
        "movieLength": 115,
        "director": "David Fincher",
        "actors": "Sigourney Weaver, Charles S. Dutton, Charles Dance, Paul McGann Brian Glover, Ralph Brown",
        "description": "Ripley nyomában továbbra is ott van egy kíméletlen és vérszomjas idegen, miután a mentőkapszulája egy börtönbolygón ér földet.",
        "icon": "alien3.PNG",
        "image": "alien3.jpg"            
    },
    {
        "movieTitle": "ARMAGEDDON",
        "ageLimit": 14,
        "genre": "scifi",
        "releaseDate": 1998,
        "movieLength": 115,
        "director": "Michael Bay",
        "actors": "Bruce Willis, Billy Bob Thornton, Liv Tyler, Ben Affleck, Will Patton, Peter Stormare",
        "description": "Amikor a NASA rájön hogy a Földnek 18 napja van, mielőtt megsemmisíti egy Texas méretű hatalmas aszteorida, egyetlen kiutat látnak - egy olajfúrótorony mindenre elszánt kemény fickóit bízzák meg a feladattal, hogy nukleáris töltetet jutassanak az aszteorida megjába.",
        "icon": "armageddon.PNG",
        "image": "armageddon3.jpg"            
    },
    {
        "movieTitle": "ALITA A HARC ANGYALA",
        "ageLimit": 12,
        "genre": "scifi",
        "releaseDate": 2018,
        "movieLength": 123,
        "director": "Roberto Rodriquez",
        "actors": "Rosa Salazar, Christoph Waltz, Mahershala Ali, Ed Skrein, Keean Johnson, Lana Condor",
        "description": "Alita a harc angyala világraszóló kalandra invitál a rmeény és a felszabaduló erő nyomában.",
        "icon": "alita.PNG",
        "image": "alita.jpg"            
    },
    {
        "movieTitle": "AVATAR",
        "ageLimit": 12,
        "genre": "scifi",
        "releaseDate": 2009,
        "movieLength": 162,
        "director": "James Cameron",
        "actors": "Sam Worthington, Zoé Saldana, Sigourney Weaver, Stephen Lang, Michelle Rodriquez, Giovanni Ribisi",
        "description": "Az Avatar a Pandora ámulatba ejtő világába kalauzol, ahol egy féfi lélegzetelállító kalandra indul, hogy megmentse szeretteit és új otthonát.",
        "icon": "avatar.PNG",
        "image": "alita.jpg"            
    },
    {
        "movieTitle": "BOSSZÚÁLLÓK",
        "ageLimit": 12,
        "genre": "scifi",
        "releaseDate": 2012,
        "movieLength": 145,
        "director": "Joss Whedon",
        "actors": "Robert Downey Jr., Chris Evans, Mark Ruffalo, Chris Hemsworth, Scarlett Johansson, Jeremy Renner",
        "description": "A Marvel filmtörténetet ír, összehozva minden idők legütősebb szuperhősökből álló csapatát. Hőseink teszik a dolgukat, mikőzben egymást sem kímélik.",
        "icon": "avengers.PNG",
        "image": "avengers.jpg"            
    },
    {
        "movieTitle": "RAGADOZÓ",
        "ageLimit": 16,
        "genre": "scifi",
        "releaseDate": 1987,
        "movieLength": 107,
        "director": "John McTiernan",
        "actors": "Arnold Schwarzenegger, Carl Weathers, Elpidia Carrilo, Bill Duke, Jesse Ventura, Sonny Landham",
        "description": "A közép-amerikai dzsungelben egy vad, földönkívüli harcos Dutch Schaefer őrnagy titkos küldetésén lévő kommandósaira vadászik.",
        "icon": "predator.PNG",
        "image": "predator.jpg"            
    },
    {
        "movieTitle": "MENTŐEXPEDÍCIÓ",
        "ageLimit": 12,
        "genre": "scifi",
        "releaseDate": 2015,
        "movieLength": 142,
        "director": "Ridley Scott",
        "actors": "Matt Damon, Jessica Chastain, Kristen Wiig, Jeff Daniels, Michael Pena, Kate Mara",
        "description": "Ez a lebilincselő történet az emberi akaraterőről és a túlélési ösztönről szól, főszerepben Matt Damonnal, aki egy Marson ragadt űrhajóst játszik.",
        "icon": "themartian.PNG",
        "image": "predator.jpg"            
    }

    
]
